<?php
return [
    "drug1" => "Ізіклін",
    "drug2" => "Фортранс",
    "next" => "Далі",
    "restart" => "Повторити",
    "welcome" => "Доброго дня, шановний клієнт. Я - медична сестра Христина. Щоб правильно і безпечно для здоров'я підготуватися до проходження процедури колоноскопії, дайте, будь ласка, відповіді на наступні питання:",
    "goodby" => "Дякую за звернення. Гарного дня!",
    "1" => "Який препарт призначив лікар для підготовки до колоноскопії?",
    "2" => "Яку схему підготовки рекомендував лікар?",
    "3" => "Вкажіть, будь ласка, місяць проведення колоноскопії",
    "4" => "Вкажіть, будь ласка, день проведення колоноскопії",
    "5" => "Вкажіть, будь ласка, час проведення колоноскопії",
    "11" => "Двоетапна  підготовка Ізіклін\n\nДЕНЬ ПЕРЕД ДОСЛІДЖЕННЯМ\n\nДозволена тільки рідка прозора їжа (droplet) (фільтровий бульйон, кисіль та прозорі соки без м'якоті, крім соків червоного та фіолетового кольорів, негазовані напої, чай).\n(time) 15.00 - останній прийом рідкої їжі\n(time) 17.00-19.00 - прийом розчину Ізіклін - 2 л\n\nДодатково можна випити 2-2,5 літри прозорої рідини",
    "12" => "У ДЕНЬ ДОСЛІДЖЕННЯ\nПочаток прийому залишку розчину Ізікліна (time) за 6 годин до колоноскопії залежить від часу початку колоноскопії\n\nПрийом розчину Ізіклін - 0,5 літри \n\nЗагальний об’єм рідини, який необхідно вжити для очищення кишечнику, становить близько 3 літрів (droplet), що мають бути прийняті перорально перед процедурою. \n\n(meds) Прийом усього розведеного розчину лікарського засобу та додаткової необхідної води або прозорої рідини слід завершити щонайпізніше (time) за годину до процедури.",
    "14" => "Для правильного очищення та дії препарату дотримуйтеся цих рекомендацій.\n(Q) Як приймати Ізіклін для правильного очищення(Q)\n\nВилийте вміст кожного флакона в мірну склянку, долийте прохолодну негазовану воду до мітки (до 500мл). \n\n(!) Зменшувати кількість рідини при підготовці ЗАБОРОНЕНО!\n\n(checkmark) Приймати розчин потрібно на фоні легких фізичних вправ, ходьби, бігу, нахилів і поворотів тулуба, присідань (footsteps).\n\n(checkmark) Розчин пити поступово, по 0,5 літра на протязі 30 хвилин, тобто по 1 склянці кожні 15 хвилин окремими ковтками. Запити 2-2,5 л негазованої води, поступово, по склянці, протягом 1,5-2 годин.\n\n(checkmark) Приблизно через 1 годину після початку прийому з'являться безболісні рідкі випорожнення.\n\n(checkmark) Прийом усього розведеного розчину лікарського засобу та додаткової необхідної води або прозорої рідини слід завершити щонайпізніше за годину до процедури.",
    "15" => "(first_aid) Також за 3 доби перед проведенням процедури дотримуйтесь такої дієти:\n\n(do_not_enter) НЕ ВЖИВАЙТЕ:\nКаші, мак, ягоди, овочі, фрукти, зелень, бобові, гриби, насіння, зерна, горіхи, чорний хліб, молоко, ковбасні вироби, жирне м'ясо.\n\n(cutlery) ДОЗВОЛЕНО ВЖИВАТИ:\nФільтрований бульйон (овочевий, м'ясний, рибний), нежирні відварені м'ясо, риба, філе птиці, твердий сир, сухарі із білого хліба, домашнє печиво без волокон, чай, кава, негазовані напої, фруктові соки без м'якоті, кисіль.",
    "211" => "Одноетапна  підготовка Фортранс\n\nДЕНЬ ПЕРЕД ДОСЛІДЖЕННЯМ\n\nДозволена тільки рідка прозора їжа (droplet) (фільтровий бульйон, кисіль та прозорі соки без м'якоті, крім соків червоного та фіолетового кольорів, негазовані напої, чай).\n(time) 15.00 - останній прийом рідкої їжі.\n(time) 17.00 - 21.00 - прийом розчину Фортансу – 4 літри.\n\n(meds) Рекомендована норма застосування препарату становить 1–1,5 літра на годину (тобто 250 мл кожні 10–15 хвилин), можлива перерва на 1 годину після перших 2 літрів.\n\nДодатково можна випити 0,5 - 1л прозорої рідини.\n\n(!) Останню склянку Фортранс потрібно приймати за 3–4 години до процедури.",
    "221" => "Двоетапна підготовка Фортранс\n\nДЕНЬ ПЕРЕД ДОСЛІДЖЕННЯМ\n\nДозволена тільки рідка прозора їжа (droplet) (фільтровий бульйон, кисіль та прозорі соки без м'якоті, крім соків червоного та фіолетового кольорів, негазовані напої, чай)\n\n(time) 15.00 - останній прийом рідкої їжі\n\n(time) 17.00-19.00 - прийом розчину препарату Фортранс - 2 літри\n\nДодатково можна випити 0,5 - 1 літри прозорої рідини",
    "222" => "У ДЕНЬ ДОСЛІДЖЕННЯ\n\nПочаток прийому залишку розчину Фортрансу (time) за 6 годин до колоноскопії залежить від часу початку колоноскопії \n\nПрийом розчину Фортрансу - 2 літри \nДодатково 0,5 - 1л прозорої рідини \n(do_not_enter) За 4 години до колоноскопії нічого не їсти і не пити\n\nПрийом Фортранса необхідно закінчити не пізніше, ніж  (time) за 3-4 години до початку проведення колоноскопії",
    "21" => "Для правильного очищення та дії препарату дотримуйтеся цих рекомендацій.\n(Q) Як приймати Фортранс для правильного очищення(Q)\nДля якісного очищення препаратом, Фортранс необхідно приймати із розрахунку не менше ніж 4л (1 пакетик на 1л води). При масі тіла понад 80кг приймайте додатково по 1л розчину на кожні 15-20кг маси тіла.\n\n(!) Зменшувати кількість рідини при підготовці ЗАБОРОНЕНО!\n\n(Q) Як правильно приготувати розчин препарату?\n\nРозчинити пакетики Фортранс в негазованій воді та приймайте розчин охолодженим. Для поліпшення смаку можна додати сік лимона (lemon).",
    "22" => "(checkmark) Приймати розчин потрібно на фоні легких фізичних вправ, ходи, бігу, нахилів і поворотів тулуба, присідань (footsteps).\n\n(checkmark) Розчин пити поступово, по 1 літру протягом 1 години, тобто по 1 склянці кожні 15 хвилин окремими ковтками (при поганому сприйнятті можна пити 2л за 3 години або 4 години).\n\n(checkmark) Приблизно через 1 годину після початку прийому з'являться безболісні рідкі випорожнення.\n\n(checkmark) Підготовку слід завершити щонайменше (time) за 3-4 години до проведення процедури.",
    "23" => "(first_aid)Також за 3 доби перед проведенням процедури дотримуйтесь такої дієти:\n\n(do_not_enter) НЕ ВЖИВАЙТЕ:\nКаші, мак, ягоди, овочі, фрукти, зелень, бобові, гриби, насіння, зерна, горіхи, чорний хліб, молоко, ковбасні вироби, жирне м'ясо.\n\n(cutlery) ДОЗВОЛЕНО ВЖИВАТИ:\nФільтрований бульйон (овочевий, м'ясний, рибний), нежирні відварені м'ясо, риба, філе птиці, твердий сир, сухарі із білого хліба, домашнє печиво без волокон, чай, кава, негазовані напої, фруктові соки без м'якоті, кисіль.",
    "last_time" => "Останній прийом препарату має бути не пізніше :time.",
    "stage" => [
        "1" => "Одноетапна",
        "2" => "Двоетапна"
    ],

    "month" => [
        "1" => "Січень",
        "2" => "Лютий",
        "3" => "Березень",
        "4" => "Квітень",
        "5" => "Травень",
        "6" => "Червень",
        "7" => "Липень",
        "8" => "Серпень",
        "9" => "Вересень",
        "10" => "Жовтень",
        "11" => "Листопад",
        "12" => "Грудень"
    ],

    "wrong" => [
        "drug" => "Неверно выбран препарат.\n",
        "stage" => "Неверно выбрано количество этапов.\n",
        "month" => "Неверно выбран месяц.\n",
        "day" => "Невірно вибрана дата .\n",
        "time" => "Неверно выбрано время.\n"
    ]
];