<?php
return [

    'drug1' => [
        'Изиклин',
        'изиклин',
        'Ізіклін',
        'ізіклін'
    ],
    'drug2' => [
        'Фортранс',
        'фортранс'
    ],
    'stage1' => [
        'Одноэтапная',
        'одноэтапная',
        'Одноетапна',
        'одноетапна'
    ],
    'stage2' => [
        'Двухэтапная',
        'двухэтапная',
        'Двоетапна',
        'двоетапна',
        'Двохетапна',
        'двохетапна'
    ],
    'month' => [
        '1' => [
            'Январь',
            'январь',
            'Січень',
            'січень'
        ],
        '2' => [
            'Февраль',
            'февраль',
            'Лютий',
            'лютий'
        ],
        '3' => [
            'Март',
            'март',
            'Березень',
            'березень'
        ],
        '4' => [
            'Апрель',
            'апрель',
            'Квітень',
            'квітень'
        ],
        '5' => [
            'Май',
            'май',
            'Травень',
            'травень'
        ],
        '6' => [
            'Июнь',
            'июнь',
            'Червень',
            'червень'
        ],
        '7' => [
            'Июль',
            'июль',
            'Липень',
            'липень'
        ],
        '8' => [
            'Август',
            'август',
            'Серпень',
            'серпень'
        ],
        '9' => [
            'Сентябрь',
            'сентябрь',
            'Вересень',
            'вересень'
        ],
        '10' => [
            'Октябрь',
            'октябрь',
            'Жовтень',
            'жовтень'
        ],
        '11' => [
            'Ноябрь',
            'ноябрь',
            'Листопад',
            'листопад'
        ],
        '12' => [
            'Декабрь',
            'декабрь',
            'Грудень',
            'грудень'
        ]
    ]
];