<?php
return [
    "next" => "Далее",
    "restart" => "Повторить",
    "welcome" => "Здравствуйте, уважаемый клиент. Я - медицинская сестра Кристина. Чтобы правильно и безопасно для здоровья подготовиться к прохождению процедуры колоноскопия, дайте, пожалуйста, ответы на следующие вопросы:",
    "goodby" => "Спасибо за обращение. Хорошего дня!",
    "1" => "Какой препарат назначил врач для подготовки к колоноскопие?",
    "2" => "Какую схему подготовки рекомендовал врач?",
    "3" => "Укажите, пожалуйста, месяц проведения колоноскопии",
    "4" => "Укажите, пожалуйста, день проведения колоноскопии",
    "5" => "Укажите, пожалуйста, время проведения колоноскопии",
    "last_time" => "Последний приём препарата должен быть не позднее :time.",
    "recomendation" => "Для правильного очищения и действия препарата придерживайтесь этих рекомендаций.",
    "stage" => [
        "1" => "одноэтапная",
        "2" => "двухэтапная"
    ],

    "month" => [
        "1" => "янвварь",
        "2" => "феврраль",
        "3" => "март",
        "4" => "апрель",
        "5" => "май",
        "6" => "июнь",
        "7" => "июль",
        "8" => "август",
        "9" => "сентябрь",
        "10" => "октябрь",
        "11" => "ноябрь",
        "12" => "декабрь"
    ],

    "wrong" => [
        "drug" => "Неверно выбран препарат.\n",
        "stage" => "Неверно выбрано количество этапов.\n",
        "month" => "Неверно выбран месяц.\n",
        "day" => "Неверно выбран день.\n",
        "time" => "Неверно выбрано время.\n"
    ]
];